[A_Item.GrenadeMod_to worry GrenadeModDefinition]
UseFailureCharacterMessage="Of course you %s Using this tool."
ItemName="able"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="normal"

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="We are easily attracted to bright things.."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Has a high chance of attracting the attention of nearby enemies.."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="[skill]Only one attraction is active at any time. If another batch fails, the previous batch will be cancelled..[-skill]"
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObject.Balance_LureTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName="loading target"
Grades[0]=(GradeModifiers=(DisplayName="Shoot at the target"))

[InteractiveObject.IO_LureTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Title.Title_Lure ItemNamePartDefinition]
PartName="Lure"

